Revit 2027 API
Space.OutdoorAirFlowStandard Property
Get the OutdoorAirFlowStandard of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OutdoorAirFlowStandard OutdoorAirFlowStandard { get; }
Public ReadOnly Property OutdoorAirFlowStandard As OutdoorAirFlowStandard
	Get
public:
property OutdoorAirFlowStandard OutdoorAirFlowStandard {
	OutdoorAirFlowStandard get ();
}
member OutdoorAirFlowStandard : OutdoorAirFlowStandard with get
Property Value
OutdoorAirFlowStandard
Remarks
This property is used to get the OutdoorAirFlowStandard of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace